{
  "${productName} has been moved to your Wishlist": "${productName} wurde zu Ihrer Wunschliste hinzugefügt",
  "Back to My Returns": "Zurück zu Ihren Rücksendungen",
  "Check out with your PayPal account": "Mit Ihrem PayPal-Konto bezahlen",
  "Check out with your IDEAL account": "Mit Ihrem IDEAL-Konto bezahlen",
  "Check out with your SOFORT account": "Mit Ihrem SOFORT-Konto bezahlen",
  "Choose your language": "Wählen Sie Ihre Sprache",
  "Choose Your Region": "Wähle deine Region",
  "Displaying your last 20 orders. For your full order history, please contact customer service at ${customerCareNumber}.": "Für mehr Informationen über alle vorherigen Bestellungen kontaktieren Sie bitte unseren Kundenservice - ${customerCareNumber}.",
  "Displaying your last 20 returns. For your full return history, please contact customer service at ${customerCareNumber}.": "Für mehr Informationen über alle vorherigen Retouren kontaktieren Sie bitte unseren Kundenservice - ${customerCareNumber}.",
  "Get your goods today and pay 3 months later": "Zahlen Sie bequem innerhalb von 14 Tagen",
  "Move to Wishlist": "Zur Wunschliste sparen",
  "My Bag": "Ihr Warenkorb",
  "My returns": "Ihre Retouren",
  "My Returns": "Ihre Retouren",
  "outfit": "Model",
  "PLEASE NOTE: If you have items in your basket they will be transferred, but will be subject to local pricing and promotions. Some items may not be suitable for sale in your selected region and will be removed.": "Die Artikel in Ihrem Warenkorb werden übertragen, gemäß lokaler Preise und Promotionen. In Ihrer Region nicht käufliche Artikel werden aus dem Warenkorb entfernt.",
  "Please select your size to continue": "Bitte geben Sie Ihre Größe an, um fortzufahren",
  "Please allow 7 days from the date above before contacting Customer Services regarding your refund.": "Bei Rückfragen, erlauben Sie bitte bis zu 7 Tage von dem oben angegebenen Rückgabedatum bevor Sie unseren Kundenservice kontaktieren.",
  "Please select your size to continue.": "Bitte geben Sie Ihre Größe an, um fortzufahren.",
  "Select the ${WISHLIST_ICON} icon next to our products to save them to your Wishlist.": "Mit dem ${WISHLIST_ICON}-Symbol neben einem Produkt können Sie es zu Ihrer Wunschliste hinzufügen.",
  "Shop the set": "Den look shoppen",
  "Sign in to save products to your Wishlist": "Melden Sie sich an, um Produkte zu Ihrer Wunschliste hinzuzufügen.",
  "The buy now, pay later payment option is not available for this order. Please select an alternative payment option.": "Klarna Rechnung ist nicht verfügbar für diese Bestellung. Bitte wählen Sie eine alternative Zahlungsmethode aus.",
  "Track My Order": "Meine Bestellung verfolgen",
  "Track your current returns and view your return history": "Verfolgen Sie aktuelle Retouren, schauen Sie Ihren Retourenverlauf an",
  "Update details": "Aktualisieren Sie Ihre Daten",
  "We ship to over 100 countries": "Wir liefern in über 100 Länder",
  "You will be asked to log onto ${selectedAPMLabel} to confirm your order": "Sie werden aufgefordert, sich bei ${selectedAPMLabel} anzumelden um Ihre Bestellung zu bestätigen.",
  "Your order will arrive by": "Ihre Bestellung wird vor dem .... ankommen",
  "You'll get an order confirmation email shortly.": "Sie erhalten in Kürze eine Bestellbestätigung per E-mail.",
  "You will be asked to log onto ${label} to confirm your next order": "Bei einer nächsten Bestellung werden Sie aufgefordert sich bei ${label} anzumelden",
  "Your changes have been saved": "Ihre Änderungen wurden gespeichert",
  "Your order": "Ihre Bestellung",
  "You have reached the limit of products allowed in your Wishlist. To add more products, please delete items from your list.": "Ihre Wunschliste ist voll. Entfernen Sie einige Produkte, bevor Sie neue hinzufügen.",
  "Your Wishlist is full. To add more, you will need to remove some products.": "Ihre Wunschliste ist voll. Entfernen Sie einige Produkte, bevor Sie neue hinzufügen."
}
