{
  "Choose Country Statement": "Wähle ein Land, um Topman Stores weltweit zu finden",
  " to view where we can leave your order if you are not in.": ", um anzuzeigen, wo wir deine Bestellung lassen können, falls du nicht zu Hause bist.",
  "${openTag}Click here${closeTag} to view where we can leave your order if you are not in.": "${openTag}Klick hier${closeTag}, um anzuzeigen, wo wir deine Bestellung lassen können, falls du nicht zu Hause bist.",
  "${productName} added to bag": "${productName}  wurde in deinen Warenkorb gelegt",
  "${productName} has been removed from your bag": "${productName} wurde aus deinem Warenkorb entfernt",
  "${productName} size ${productSize} added to bag": "${productName} Größe ${productSize} wurde in deinen Warenkorb gelegt",
  "& up": "& mehr",
  "A password is required.": "Bitte ein neues Passwort angeben",
  "A phone number is required": "Bitte gebe eine Telefonnummer ein",
  "Add your name or change your email address": "Füge deinen Namen hinzu oder ändere deine E-Mail-Adresse",
  "An email address is required.": "Bitte eine neue E-Mail Adresse angeben",
  "An error has occurred. Please try again.": "Es ist ein Fehler aufgetreten. Bitte versuche es nochmal.",
  "Are you sure you want to remove ${productName} from your bag?": "Bist du sicher, dass du ${productName} aus dem Warenkorb entfernen möchtest?",
  "Are you sure you want to remove all items from your bag?": "Möchtest du wirklich alle Artikel aus deinem Warenkorb entfernen?",
  "Back to My Account": "Zurück zu deinem Konto",
  "Back to My Orders": "Zurück zu deinen Bestellungen",
  "Can't find country?": "Du kannst dein Land nicht finden?",
  "Change your account password": "Passwort für dein Konto ändern",
  "Check your saved delivery and payment details": "Überprüfe deine gespeicherten Liefer- und Zahlungsdaten",
  "Clear all": "Alle löschen",
  "Click here": "Klick hier",
  "Click to select your address": "Wähle deine Adresse aus",
  "Continue Shopping": "Weiter shoppen",
  "Continue shopping": "Weiter shoppen",
  "Could not update customer details.": "Deine Kundendaten konnten nicht aktualisiert werden",
  "DELIVERY INSTRUCTIONS": "Lieferanweisungen",
  "Delivery Type": "Lieferungsarten",
  "Double tap for large view": "Tippe zweimal zum Vergrößern",
  "Edit": "Ändern",
  "Eg. ***": "z.B. ***",
  "Enter your mobile number to receive SMS updates on your delivery.": "Gib deine Handynummer ein, um Lieferungs-Updates per SMS zu erhalten.",
  "Enter your promotion code": "Gib deinen Promotioncode ein",
  "Example: XXX": "Beispiel: XXXXXXX",
  "Follow Us": "Folge uns",
  "Get my current location": "Meinen aktuellen Standort verwenden",
  "I'm looking for a store in": "Ich suche eine Filiale in",
  "Let us know where we can leave your order if you are not in.": "Sag uns wo wir deine Bestellung lassen können falls du nicht zuhause bist.",
  "My Bag": "Mein Warenkorb",
  "Only digits allowed": "Bitte gib nur Ziffern ein",
  "Password cannot be your email": "Passwort darf nicht deine E-Mail Adresse sein",
  "Please choose your shipping destination": "Bitte wähle dein Lieferziel",
  "Please collect within 10 days": "Bitte innerhalb von 10 Tagen abholen",
  "Please ensure that both passwords match": "Bitte stelle sicher, dass beide Passwörter übereinstimmen",
  "Please ensure that both passwords match.": "Bitte stelle sicher, dass beide Passwörter übereinstimmen",
  "Please ensure that your password does not contain your email address.": "Bitte beachte, dass dein Passwort deine E-Mail-Adresse nicht enthält",
  "Please enter a password containing at least one number": "Bitte gib ein Passwort mit mindestens einer Zahl ein",
  "Please enter a password less than 20 characters.": "Bitte gib ein Passwort mit weniger als 20 Zeichen ein",
  "Please enter a password of at least 6 characters": "Bitte gib ein Passwort mit mindestens 6 Zeichen ein",
  "Please enter a valid email address.": "Bitte gib eine gültige E-Mail Adresse ein",
  "Please enter a valid gift card number": "Bitte gib eine gültige Gechenkkartennummer ein",
  "Please enter a valid phone number": "Bitte gib eine gültige Telefonnummer ein",
  "Please enter a valid post code": "Bitte gib eine gültige PLZ ein",
  "Please note, for security reasons you will need to update your payment details each time you update your delivery information.": "Bitte beachte, dass du aus Sicherheitsgründen deine Zahlungsdetails aktualisieren musst wenn du deine Lieferinformationen änderst.",
  "Please note, you can update your billing details when you check out.": "Bitte beachte, dass du deine Rechnungsdetails im Checkout aktualisieren kannst",
  "Please provide your login details or try an other email address": "Bitte melde dich an oder versuche eine andere E-Mail Adresse.",
  "Please select a nominated delivery date:": "Bitte wähle ein Lieferdatum",
  "Please select a valid expiry date": "Bitte gib ein gültiges Ablaufdatum an",
  "Please select your address...": "Bitte wähle eine Adresse von der folgenden Liste",
  "Provide us with your email address and we’ll let you know when the item becomes available.": "Gib deine E-Mail Adresse ein und wir sagen dir Bescheid, sobald der Artikel vorrätig ist",
  "Provide us with your email address and we’ll let you know when this item arrives on": "Gib deine E-Mail Adresse ein und wir sagen dir Bescheid, wann der Artikel vorrätig sein wird",
  "Select your items": "Wähle die Artikel die du kaufen möchtest",
  "Select your preferred delivery option": "Wähle deine bevorzugte Lieferoption",
  "Shop the set": "Vervollständige den Look",
  "Show more": "Mehr anzeigen",
  "Sorry your search didn’t match any products.": "Wir konnten leider keine Übereinstimmung für deine Suche finden",
  "Sorry, there's been an error with loading the page. Please try again later": "Es tut uns leid, die Seite konnte leider nicht geladen werden. Bitte versuche es später nochmal",
  "Sorry, we couldn't find any locations matching your search. Please enter another location and try again.": "Die Suche ergab keine passende Standorte. Bitte gib einen anderen Standort ein und versuch es nochmal.",
  "Thank You For Your Order": "Vielen dank für deine Bestellung",
  "Thank you for submitting your details.": "Danke für deine Details",
  "Thank you for updating your details.": "Danke, dass du deine Details aktualisiert hast",
  "Thank you, your gift card has been added.": "Vielen Dank, deine Geschenkkarte wurde hinzugefügt",
  "The promotion code you have entered has not been recognised. Please confirm the code and try again.": "Der eingegebene Promotioncode ist ungültig. Bitte überprüfe den Code und versuche es nochmal.",
  "There was an error submitting the form. Please try again.": "Leider ist ein Fehler aufgetreten. Bitte versuche es nochmal",
  "This is the filters modal. Select any required filters and press apply to return to a filtered product list.": "Das ist das Filtermodul. Wähle beliebige Filter und klicke 'Anwenden' um die gefilterten Produkte anzuzeigen",
  "Track my order": "Ihre Bestellung verfolgen",
  "Try another email address": "Versuche eine andere Email-Adresse",
  "Tick here to receive style inspiration and exclusives straight to your inbox.": "Klicke hier, um Style Inspiration, exklusive Inhalte und Männerpflege-Tipps direkt in dein Postfach zu erhalten.",
  "Unable to find order, please check your account": "Bestellung konnte leider nicht gefunden werden. Bitte überprüfe dein Konto",
  "Unfortunately your session has timed out.": "Deine Sitzung ist leider abgelaufen",
  "Use our quick checkout process": "Nutze jetzt unseren schnellen Checkout",
  "Which size are you looking for?": "Nach welcher Größe suchst du?",
  "You have added the maximum number of gift cards for this order.": "Du hast die maximale Anzahl and Geschenkkarten für diese Bestellung hinzugefügt",
  "You have items in your bag that are no longer available. Please review your bag before payment.": "Du hast Artikel in deinem Warenkorb die leider nicht mehr verfügbar sind. Bitte überprüfe deinen Warenkorb bevor du fortfährst",
  "You have items in your shopping bag from a previous visit.": "Du hast einen Artikel von einem vorigen Besuch in deinem Warenkorb.",
  "You have items in your shopping bag from a previous visit. Please review the items in your bag before continuing to payment.": "Du hast einen Artikel von einem vorigen Besuch in deinem Warenkorb. Bitte überprüfe den Inhalt deines Warenkorbs, bevor du mit deiner Zahlung fortfährst",
  "You have out of stock item(s) in your bag. Please remove them before you continue your checkout.": "Du hast Artikel in deinem Warenkorb die leider nicht mehr verfügbar sind. Bitte entferne diese vom Warenkorb bevor du fortfährst",
  "You must accept the Terms and Conditions.": "Du musst den AGBs zustimmen",
  "You will be asked to log onto PayPal to confirm your order": "Du musst dich bei PayPal einloggen um deine Bestellung zu bestätigen",
  "You'll have a chance to review your order and check your delivery & billing information on the next screen before ordering.": "Du kannst deine Bestellung und Adresseingaben im nächsten Schritt nochmals überprüfen",
  "You'll have a chance to review your order, add promotion codes, and check your delivery & billing information on the next screen before ordering.": "Im nächsten Schritt kannst du Promotioncodes hinzufügen sowie deine Bestellung und Adresseingaben nochmals überprüfen.",
  "Your Delivery Details": "Deine Lieferdetails",
  "Your Details": "Deine Details",
  "Your Order is Complete": "Deine Bestellung wurde erhalten",
  "Your Order is now complete. Redirecting to your Order History ...": "Deine Bestellung ist jetzt vollständig. Du wirst zu deinen Bestellungen zurückgeleitet",
  "Your bag": "Dein Warenkorb",
  "Your billing address is the address at which the card you are paying with is registered to. Please enter this as it appears on your bank or credit card statement.": "Deine Rechnungsadresse ist die selbe Adresse unter der deine Zahlungskarte registriert ist. Bitte füge diese ein, wie sie bei deiner Bank registriert ist.",
  "Your item has been added to your bag": "Der Artikel wurde in deinen Warenkorb gelegt",
  "Your new password can't be the same as your previous password.": "Dein neues Passwort darf nicht mit dem alten identisch sein.",
  "Your order will arrive": "Deine Bestellung wird verschickt",
  "Your order will be delivered to": "Deine Bestellung wird geliefert an",
  "Your password has been successfully changed.": "Dein Passwort wurde erfolgreich geändert",
  "Your profile details have been successfully updated.": "Deine Details wurden erfolgreich aktualisiert",
  "Your shopping bag is currently empty.": "Dein Warenkorb ist leer",
  "homepage": "Homepage",
  "An account with that email already exists.": "Ein Konto mit dieser E-Mail Adresse besteht bereits",
  "Confirm password": "Passwort bestätigen",
  "Size guide": "Größentabelle ansehen"
}
